export  const kh = {
    title: {
        home: 'ទំព័រដើម',
        teespace: 'ធីស្ពេស',
        shop: 'ទំនិញ',
        blog: 'ប្លុក',
        about: 'អំពីយើង',
        search: 'ស្វែងរក',
        login: 'ចូលគណនី',
        register: 'ចុះឈ្មោះ',
    },
    header: {
        title: 'ការដឹកជញ្ជូនដោយឥតគិតថ្លៃលើរាល់ការបញ្ជាទិញនៅសហរដ្ឋអាមេរិកចាប់ពី $50+',
        home: 'ទំព័រដើម',
        teespace: 'ធីស្ពេស',
        shop: 'ទំនិញ',
        blog: 'ប្លុក',
        about: 'អំពីយើង',
        search: 'ស្វែងរក',
        login: 'ចូលគណនី',
        register: 'ចុះឈ្មោះ',
    },
    loginModal: {
        title: 'សូមស្វាគមន៍!',
        des: 'បញ្ចូលព័ត៌មានរបស់អ្នកដើម្បីប្រើប្រាស់គណនីរបស់អ្នក',
        labelEmail: 'អ៊ីម៉ែល',
        email: 'បញ្ចូលអ៊ីម៉ែលរបស់អ្នក',
        labelPassword: 'ពាក្យសម្ងាត់',
        password: 'បញ្ចូលពាក្យសម្ងាត់របស់អ្នក',
        forgot: 'ភ្លេចពាក្យសម្ងាត់?',
        remember: 'ចង់ចាំពាក្យសម្ងាត់',
        button: 'ចូលគណនី',
        noAccount: "មិនមានគណនី?",
        signUp: 'បង្កើតគណនីថ្មី',
        success: 'ចូលគណនីជោគជ័យ',
    },
    register: {
        title: 'ចុះឈ្មោះ',
        email: 'អ៊ីម៉ែល',
        password: 'ពាក្យសម្ងាត់',
        confirm: 'បញ្ជាក់ពាក្យសម្ងាត់',
        register: 'ចុះឈ្មោះ',
        login: 'ចូលគណនី',
        success: 'ចុះឈ្មោះជោគជ័យ',
    },
    homepage: {
        title: 'សូមស្វាគមន៍ទៅកាន់គេហទំព័ររបស់យើង',
    },



}